[
  {
    "image_src": "og_hat_red",
    "title": "OG Habibti Please hat red",
    "description": "This is part of the original cotton habibti please hat series that people love, red has sold out during three runs."
  },
  {
    "image_src": "og_hat_teal",
    "title": "OG habibti please hat teal",
    "description": "This is part of the original cotton habibti please hat series that people love, only three teals have been made and sell right away."
  },
  {
    "image_src": "og_hat_navy",
    "title": "og habibti please hat navy",
    "description": "This is part of the original cotton habibti please hat series that people love, navy was part of one of the first runs and sold out."
  },
  {
    "image_src": "og_hat_black",
    "title": "OG Habibti Please hat black",
    "description": "This is the cream of the crop hat, first designed and created during COVID it is a fan favorite with the colours pulled off the habibti please podcast logo - inspired by a shisha lounge sign."
  },
  {
    "image_src": "og_hat_blue",
    "title": "Og habibti please blue",
    "description": "This is part of the original cotton habibti please hat series at first an experimental color with yellow thread people love this combo now."
  },
  {
    "image_src": "camping_hat",
    "title": "pick a colour",
    "description": "Have a colour flow you would like but don’t see? Please let me know your ideas! WE love to get creative."
  },
  {
    "image_src": "camping_hat",
    "title": "Habibti Please Camping hat",
    "description": "This is a high quality cotton hat with side buttons, perfect for your next adventure featuring the original logo."
  },
  {
    "image_src": "two_tone",
    "title": "Two Tone statement hat",
    "description": "This is the two tone statement hat for those who want to shout habibti please at the top of their lungs!"
  },
  {
    "image_src": "courdroy",
    "title": "Habibti please corduroy ",
    "description": "The habibti please 2025 hat logo on contrasting complimentary corduroy."
  },
  {
    "image_src": "two_way_flow",
    "title": "Habibti Please running hat - 2 way colour flow ",
    "description": "Perfect for visibility on a bike, on a run, on a walk - this panelled hat is very light."
  },
  {
    "image_src": "custom_flow",
    "title": "example of a custom habibti please colour flow",
    "description": "The habibti please 2025 hat logo on a brown acid wash cotton cap."
  },
  {
    "image_src": "five_panel_quickdry",
    "title": "habibti please five panelquickdry hat",
    "description": "The very popular five panel hat - note the colour flow is red, navy, green, and cream. This hat is perfect for outdoor activities and just hopping around town."
  },
  {
    "image_src": "hand_printed_tote",
    "title": "Habibti Please Hand printed totes - OG",
    "description": "Popular classic tote - this print has also exhibited, every piece is handprinted so there might be imperfections as part of process. Every canvas tote has a zipper."
  },
  {
    "image_src": "hats_on_display",
    "title": "Hats on display",
    "description": "get creative! have fun displaying the range of hats."
  },
  {
    "image_src": "shirts_on_display",
    "title": "Habibti Please Shirts and sweaters",
    "description": "Habibti please hand printed sweaters and shirts."
  },
  {
    "image_src": "custom_with_symbol",
    "title": "example of a custom habibti please colour flow with symbol",
    "description": "This quick dry five panel habibti please hat features a moroccan teapot aka a berrad. Do you have a symbol you want on a hat? Please do ask"
  },
  {
    "image_src": "have_an_idea",
    "title": "have an idea?",
    "description": "Have an idea? ask away! I have done a handful of customs and collaborations"
  },
  {
    "image_src": "bucket_hat",
    "title": "Habibti Please bucket hat - OG",
    "description": "Popular classic washed black cotton hat in a bucket hat style."
  },
  {
    "image_src": "allahs_fav_arch",
    "title": "Allah’s favorite arch camo",
    "description": "get creative! have fun displaying the range of hats."
  },
  {
    "image_src": "caps_classic_camo",
    "title": "Habibti Please CAPS Classic Camo",
    "description": "Habibti please hand printed sweaters and shirts."
  },
  {
    "image_src": "allahs_fav_camo",
    "title": "Allah’s Favorite OG Camo - Pink font",
    "description": "Popular classic tote - the white on black is more difficult to print and requires more ink, this print has also exhibited, every piece is handprinted so there might be imperfections as part of process. Every canvas tote has a zipper.\n\nPlease note these are hand printed and as a result there may be slight differences or “imperfections” between prints."
  },
  {
    "image_src": "pigs_are_haram",
    "title": "pigs are haram powerpuff girl font",
    "description": "This quick dry five panel habibti please hat feature a moroccan teapot aka a berrad. Do you have a symbol you want on a hat? Please do ask"
  },
  {
    "image_src": "og_on_white_camo",
    "title": "Habibti Please OG Logo on Grey white camo",
    "description": "Have an idea? ask away! I have done a handful of customs and collaborations"
  }
]
